[
    {
        "id":1,
        "title": "SIGN OF THE CROSS",
        "pray": "IN THE NAME of the Father, and of the  Son, and of the Holy Spirit",
        "response": "Amen.",
        "description": "As you say this, with your right hand touch your forehead when you say Father, touch your breastbone when you say Son, touch your left shoulder when you say Holy, and touch your right shoulder when you say Spirit."
    },
    {
        "id":2,
        "title": "I BELIEVE IN GOD",
        "pray": "I BELIEVE IN GOD, the Father almighty, Creator of Heaven and earth. And in Jesus Christ, His only Son, our Lord, Who was conceived by the Holy Spirit, born of the Virgin Mary, suffered under Pontius Pilate; was crucified, died, and was buried. He descended into Hell. The third day He rose again from the dead. He ascended into Heaven, and sits at the right hand of God, the Father almighty. He shall come again to judge the living and the dead. I believe in the Holy Spirit, the holy Catholic Church, the communion of saints, the forgiveness of sins, the resurrection of the body, and life everlasting",
        "response": "Amen.",
        "description": ""
    },
    {
        "id":3,
        "title": "OUR FATHER",
        "pray": "OUR FATHER, Who art in Heaven, hallowed be Thy Name. Thy kingdom come, Thy will be done on earth as it is in Heaven. Give us this day our daily bread, and forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil.",
        "response": "Amen.",
        "description": ""
    },
    {
        "id":4,
        "title": "HAIL MARY",
        "pray": "HAIL MARY, full of grace, the Lord is with thee. Blessed art thou among women, and blessed is the fruit of thy womb, Jesus.",
        "response": "Holy Mary, Mother of God, pray for us sinners, now and at the hour of our death. Amen.",
        "description": "Pray and Response Type"
    },
    {
        "id":5,
        "title": "GLORY BE to the Father",
        "pray": "GLORY BE to the Father, and to the Son, and to the Holy Spirit.",
        "response": " As it was in the beginning is now, and ever shall be, world without end. Amen.",
        "description": "As you say this, with your right hand touch your forehead when you say Father, touch your breastbone when you say Son, touch your left shoulder when you say Holy, and touch your right shoulder when you say Spirit."
    },
    {
        "id":6,
        "title": "FATIMA PRAYER",
        "pray": "OH MY JESUS, forgive us our sins, save us from the fires of Hell; lead all souls to Heaven, especially those in most need of Thy mercy.",
        "response": "Amen.",
        "description": ""
    },
    {
        "id":7,
        "title": "HAIL HOLY QUEEN",
        "pray": "HAIL HOLY QUEEN, mother of mercy; our life, our sweetness, and our hope. To thee do we cry, poor banished children of Eve. To thee do we send up our sighs, mourning and weeping in this vale of tears. Turn, then, most gracious advocate, thine eyes of mercy toward us. And after this, our exile, show unto us the blessed fruit of thy womb, Jesus. O clement, O loving, O sweet Virgin Mary. Pray for us, O holy Mother of God, that we may be made worthy of the promises of Christ.",
        "response": "Amen.",
        "description": ""
    },
    {
        "id":8,
        "title": "ST. MICHAEL PRAYER",
        "pray": "St. Michael the Archangel, defend us in battle; be our protection against the wickedness and snares of the devil. May God rebuke him we humbly pray. And do thou, O good king of the heavenly host, by the divine power of God, cast into hell, satan, and all evil spirits who wander throughout the world, seeking the ruin of souls.",
        "response": "Amen.",
        "description": ""
    },
    {
        "id":9,
        "title": "THE APOSTLES CREED ",
        "pray": "I believe in God, the Father Almighty, Creator of Heaven and earth; and in Jesus Christ, His only Son, our Lord; who was conceived by the Holy Spirit, born of the Virgin Mary, suffered under Pontius Pilate, was crucified, died and was buried. He descended into hell; on the third day He arose again from the dead; He ascended into heaven, and is seated at the right hand of God, the Father Almighty from there He shall come to judge the living and the dead. I believe in the Holy Spirit, the Holy Catholic Church, the communion of saints, the forgiveness of sins, the resurrection of the body, and life everlasting.",
        "response": "Amen.",
        "description": ""
    },
    {
        "id":10,
        "title": "FINAL ROSARY PRAYER",
        "pray": "OH GOD, WHOSE only-begotten Son by His life, death and resurrection, has purchased for us the rewards of eternal life; grant, we beseech Thee, that by meditating upon these mysteries of the Most Holy Rosary of the Blessed Virgin Mary, we may imitate what they contain and obtain what they promise, through the same Christ our Lord.",
        "response": "Amen.",
        "description": ""
    }
]